export const patients = [
  {
    id: 1,
    name: 'علی احمدی',
    age: 10,
    labResults: {
      WBC: ['12.3', '11.8', '10.5', '9.9', '8.2', '11.8', '10.5', '9.9', '8.2'],
      Hb: ['13.5', '13.2', '13.1', '12.9', '12.5'],
      CRP: ['4.5', '3.8', '2.5', '1.9', '1.2'],
    },
  },
  {
    id: 2,
    name: 'سارا رضایی',
    age: 8,
    labResults: {
      WBC: ['10.2', '10.1', '9.8', '9.5', '9.1'],
      Hb: ['14.1', '14.0', '13.9', '13.7', '13.5'],
      CRP: ['3.2', '2.8', '2.2', '1.7', '1.1'],
    },
  },
  {
    id: 3,
    name: 'محمد سلیمانی',
    age: { years: 1, months: 4 },
    labResults: {
      WBC: ['11.1', '10.7', '10.2'],
      Hb: ['12.5', '12.1', '11.8'],
      CRP: ['2.8', '2.1', '1.6'],
    },
  },
  {
    id: 4,
    name: 'نسترن یوسفی',
    age: { years: 0, months: 2 }, // 🍼 نوزاد ۲ ماهه
    labResults: {
      WBC: ['13.0', '12.5'],
      Hb: ['15.2', '14.8'],
      CRP: ['5.0', '3.9'],
    },
  },
];
